Gets the reference to the IfcLocalPlacement handle used when creating the extrusion.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public IFCAnyHandle GetLocalPlacement()
  Visual Basic
Public Function GetLocalPlacement As IFCAnyHandle
  Visual C++
public:
IFCAnyHandle^ GetLocalPlacement()
 Return Value
 The IfcLocalPlacement handle.
 See Also
  IFCExtrusionCreationData Class
  Autodesk.Revit.DB.IFC Namespace